{
    "en": {
        "big_title": "Watch movies online.",
        "topic_1": "If you enjoy watching movies online and often spend time searching for interesting content, ZoomX is the perfect place for you. The collection of movies and series here will keep you entertained for a long time. The catalog is regularly updated with new releases and popular classics from past years.",
        "topic_2": "No matter which genre you prefer — dynamic action films or lighthearted teen series — the selection here is so wide that you may forget about other entertainment options. And you can rewatch your favorite movies anytime you want.",
        "genres": "Genres",
        "years": "Years",
        "filter": "Filter",
        "all": "All",
        "action": "Action",
        "adventure": "Adventure",
        "animation": "Animation",
        "comedy": "Comedy",
        "drama": "Drama",
        "horror": "Horror",
        "detective": "Detective",
        "fantasy": "Fantasy",
        "family": "Family",
        "historical": "Historical",
        "another": "Other"
    },
    "ru": {
        "big_title": "Смотрите фильмы онлайн.",
        "topic_1": "Если вы любите смотреть фильмы онлайн и часто тратите время на поиск интересного контента, ZoomX — это идеальное место для вас. Собранные здесь фильмы и сериалы надолго обеспечат вам увлекательный досуг. Каталог регулярно обновляется новыми релизами и популярными произведениями прошлых лет.",
        "topic_2": "Независимо от того, какой жанр вы предпочитаете — динамичные боевики или лёгкие подростковые сериалы — выбор здесь настолько широк, что вы можете забыть о других способах развлечения. А любимые фильмы можно просматривать снова и снова в любое время.",
        "genres": "Жанры",
        "years": "Годы",
        "filter": "Фильтр",
        "all": "Все",
        "action": "Боевик",
        "adventure": "Приключения",
        "animation": "Анимация",
        "comedy": "Комедия",
        "drama": "Драма",
        "horror": "Ужасы",
        "detective": "Детектив",
        "fantasy": "Фэнтези",
        "family": "Семейный",
        "historical": "Исторический",
        "another": "Другое"
    },
    "uz": {
        "big_title": "Filmlarni online tomosha qiling.",
        "topic_1": "Agar onlayn tarzda filmlar tomosha qilishni yoqtirsangiz va vaqt-vaqtingizni qiziqarli kontent izlab o‘tishga sarflasangiz, ZoomX — siz uchun eng to‘g‘ri manzil. Bu yerda jamlangan filmlar va seriallar sizni uzoq vaqt davomida zeriktirmaydi. Katalog muntazam ravishda yangilanib, yangi relizlar va o‘tgan yillarning mashhur asarlari bilan boyib boradi.",
        "topic_2": "Qaysi janrni yoqtirishingizdan qat’i nazar — dinamik jangarilar bo‘ladimi yoki yengil yoshlar seriallari — bu yerda tanlov shunchalik kengki, siz boshqa ko‘ngil ochish usullarini unutib qo‘yasiz. Sevimli filmlaringizni esa istalgan vaqtda qayta-qayta tomosha qilishingiz mumkin.",
        "genres": "Janrlar",
        "years": "Yillar",
        "filter": "Filter",
        "all": "Barchasi",
        "action": "Jangari",
        "adventure": "Sarguzasht",
        "animation": "Animatsiya",
        "comedy": "Komediya",
        "drama": "Drama",
        "horror": "Qo‘rqinchli",
        "detective": "Detektiv",
        "fantasy": "Fantastika",
        "family": "Oila uchun",
        "historical": "Tarixiy",
        "another": "Boshqasi"
    }
}